{
  "sign_in": {
    "login": "Login",
    "or": "or ",
    "create_an_account": "create an account",
    "forgot_password": "Forgot password ?",
    "or_login_with": "or login using",
    "with_google": "Google",
    "with_facebook": "Facebook",
    "place_holder_mail": "Email address",
    "place_holder_pass": "Password",
    "please_type_in_password": "Please type in your password",
    "logout": "Logout",
    "log_out_ok": "You have logged out!",
    "log_out_fail": "Failed to logout! Please try again",
    "try_again": "Failed to login, make sure your email and password are correct and please try again",
    "typeInValidEmail": "Please type in a valid email",
    "sm_consent": "Please consent, to use social media login options."
  },
  "register": {
    "lbl_register": "Register",
    "have_account": "Have an account? ",
    "pl_hl_name": "Name",
    "i_accept_the": "I've read and accept ",
    "terms": " terms",
    "and": "and",
    "privacy_policy": "privacy policy",
    "lbl_or_register_with": "or sign in with",
    "input_name": "Name",
    "password": "Password",
    "c_password": "Confirm Password",
    "typeInYourName": "Please type in your name",
    "typeInYourEmail": "Please type in your email",
    "addPassword": "Please add password",
    "confirmPassword": "Please confirm password",
    "passwordDontMatch": "The password do not match",
    "checkAgreement": "Please check agreement",
    "passwordIsTooShort": "Password is too short!",
    "registeredOk": "You've successfully registered!",
    "inUse": "The email address is already in use by another account.",
    "tryAgain": "Could not register: please refresh your browser and try again."
  },
  "forgot": {
    "lbl_forgot": "Forgot your password?",
    "info_txt": "Enter your email and you'll receive a reset link.",
    "info_txt2": "I can't recover my account using this page 🡒",
    "send_reset_link": "Send reset link",
    "resendMeLink": "Failed to send reset link! \n Make sure email is correct and try again",
    "resetLinkInfo": "Password reset link has been sent to your email!. Please use the link and follow instruction to reset your password",
    "": ""
  },
  "nav": {
    "home": "Home",
    "jobs": "Jobs",
    "services": "Services",
    "blog": "Blog",
    "about": "About",
    "lang": "English"
  },
  "footer": {
    "tlf1": "Telephone 1",
    "tlf2": "Telephone 2",
    "learn_more": "LEARN MORE",
    "recent_posts": "RECENT POSTS",
    "terms_and_conditions": "Terms and conditions",
    "legal": "Legal",
    "site_map": "Site Map"
  },
  "home": {
    "t1": "WELCOME TO SILVER LINING IT",
    "p1": "Silver Lining IT helps you with permanent recruitment or rental of consulting services for a period of time. We at Silver Lining IT carry out accurate recruitment in a quality-assured process. In our time with a high focus on both efficiency and digitalisation, many companies need to provide the organization with IT resources.\nEither during periods to carry out internal IT projects or permanently in the form of a recruitment.",
    "p2": "These are time-consuming processes that can take focus from one's own revenue-generating core business. Silver Lining IT helps you find the right candidate for the right job. We also provide expert help to assess what IT skills your business actually needs.",
    "p3": "We find the dream candidates for the dream jobs!",
    "t2": "CANDIDATE",
    "p4": "We care!",
    "p5": "Are you going to, or are you considering changing jobs?",
    "p6": "We at Silver Lining IT are concerned about you being well taken care of when you consider changing jobs. This means that we will both listen to you and we will treat you and your wishes with respect.",
    "p7": "La oss hjelpe deg med å finne din neste jobb!\n",
    "p8": "Read more",
    "t3": "OWN",
    "t4": "Recruitment",
    "p9": "Expert advice on hiring.",
    "p10": "Silver Lining IT provides a complete recruitment service for you who need permanent strengthening of your team. Through our unifying network, long experience and our complementary expertise, our customers in Silver Lining IT will have access to more relevant and qualified resources.",
    "p11": "We at Silver Lining IT provide consulting services for you who need extra capacity or special expertise for a period of time. Let us know your needs and, we will help you find the right and best candidates for your company.",
    "p12": "Can we help you?",
    "p13": "Send us a message, or call now! We look forward to talk to you.",
    "read_btn": "Read ",
    "vbh1": "Silver Lining IT AS",
    "vbh2": "CANDIDATES #WE-CARE",
    "vbh5": "Silver Lining IT - #we-care!",
    "vbp1": "Are you going to change jobs, or are you thinking of changing jobs?",
    "vbp2": "We know how difficult it can be to change jobs, and we understand that uncertainty can arise after the first calls are made and you did not get the response you expected. \"WILL, WILL NOT?\" You know what you have - but not what you get!",
    "vbp3": "Let us help you.",
    "vbp4": "We at Silver Lining IT are particularly concerned that you as a candidate are well taken care of when you contact us. This means that we both listen to you, advise you and treat you with respect.",
    "vbp5": "Your situation may be:",
    "vbli1": "You have a job that you enjoy, but have other wishes for the future.",
    "vbli2": "You have a job, but want to climb the career ladder when the opportunity arises.",
    "vbli3": "You are tired and need to change pastures / tasks.",
    "vbli4": "You are on notice and need a job quickly.",
    "vbli5": "You are unemployed and need a job now.",
    "vbp6": "Whatever your needs, you will be welcomed with open arms with good advice at Silver Lining IT.",
    "vbp7": "Silver Lining IT has the knowledge and network of contacts to help you! If we are really lucky, you only need a chat with us, and we will find your next challenge.",
    "vbp8": "And this is the process.",
    "vbp9": "When we start, we start anyway with an informal and non-committal conversation, followed by a follow-up conversation where we together make an analysis of your situation, so that we understand your needs. Based on this, we create a profile of you and your wishes. We can also give you good tips on how to set up your CV so that it stands out in the crowd.",
    "vbp10": "Then once we have found a potential employer for you, we will contact you, and with your consent, we will continue working towards a match for both parties. We find your dream job.",
    "vbp11": "Everyone needs IT, and we need you! Next time you have to change jobs, we will start again 😊",
    "hhFooter": "Silver Lining IT - Recruitment - Consultant Hire - IT - IT Recruitment Specialists - Headhunting",
    "carHeader": "Reviews",
    "": ""
  },
  "jobs": {
    "t1": "ADD NEW JOB",
    "t2": "Get in touch with us!",
    "sort": "Sort by",
    "filter": "Filter by",
    "noRes": "Sorry no results found!",
    "postedDate": "Published:",
    "deadLine": "Deadline"
  },
  "jform": {
    "dld": "Deadline date",
    "touchedInfo": "\n! Changes you made in editing here couldn't be automatically saved to local storage!. \n\n Click \"OK\" if you want discard your changes, \nor \"CANCEL\" if you want to stay on this page and finish editing first.",
    "sure": "!Are you sure you want to reset all changes you have filled in?",
    "resetok": "Reset to default, and reload new template?",
    "jobType": "Job type",
    "conType": "Contract type",
    "itdev": "IT Developer",
    "projM": "Project manager",
    "arch": "Architect",
    "fultime": "Full time",
    "pt": "Part time",
    "project": "Project",
    "reset": "Reset",
    "post": "Post",
    "newJobPosted": "New job has been published!",
    "error": "Something went wrong! please try posting again",
    "tt": "Job title",
    "in": "in",
    "workH": "Work hours",
    "availableJP": "Available job positions",
    "interest": "Interested? send us a message!"
  },
  "vjob": {
    "sendIn": "Send",
    "thanks": "Your message is sent to SILVERLINING-IT ! \n\n Thank you for registering your interest to this job add!. We will contact you as soon as we can, using the email you provided. \n\n You can also call us, in case we miss your request. Looking forward to talk to you soon!",
    "ruSure": "Delete this job add?",
    "deleted": "Job deleted!",
    "sendEmailToUs": "Apply for this job!",
    "subject": "Job interest",
    "body": "Hi, I'm interested in this job!",
    "contactMe": "Contact me, and send me more information about how i can apply for this job at SILVERLINING-IT.",
    "": ""
  },
  "blog": {
    "topInfo": "Be inspired by our blog which contains current topics for you who are in a fast job, want new challenges or are looking for candidates. We also share interesting articles that have inspired us, with you. #Vibryross, See source reference. Have a coffee and read the latest news from the blog!",
    "postBlog": "Post Blog",
    "postArticle": "Post Article",
    "postReview": "Post Review",
    "addImage": "Add Image",
    "blog": "Write a blog",
    "review": "Write review",
    "article": "Write an article",
    "youSureWantToLeave": "Your changes in the text editor, will be lost! Are you sure you want to leave this page?",
    "isBlog": "blog",
    "isArticle": "article",
    "toPostYour": "To post your",
    "signInPlease": "you must be signed in! sign in or create new user!",
    "youSure": "Are you sure you want to clear your progress?",
    "posted": "Your blog has been posted successfully.",
    "isReview": "review",
    "empty": "There where no change detected! please add text to post!",
    "iAmBlog": "Blog",
    "iAmArticle": "Article",
    "iAmReview": "Review",
    "readMoreTitle": "read",
    "removed": "Deleted!",
    "deleteSure": "Sure you want to delete this?",
    "blogApproved": "Approved!",
    "": ""
  },
  "srv": {
    "h3a": "SILVERLINING IT AS",
    "h3b": "SERVICES",
    "p1": "Silver Lining IT carries out accurate recruitment in a quality-assured process. In our time with a high focus on both efficiency and digitalisation, many companies need to provide the organization with additional IT resources, either during periods to carry out internal IT projects or permanently in the form of recruitment. These are time-consuming processes that can take focus from one's own revenue-generating core business. Silver Lining IT helps you find the right candidate for the right job. We also provide expert help to assess which IT expertise we believe your business has used.",
    "p2": "We help you find the right resource whether it is developers, architects, testers and test managers, project managers, sales resources or IT operations consultants so that you can concentrate on your core business.",
    "p3": "Silver Lining IT helps your company to be visible in social channels, your customers are just a keystroke away.",
    "rh3l1": "OWN",
    "rh3l2": "RECRUITMENT",
    "rp1": "We have extensive experience in finding the right candidate for the right job.",
    "rp2": "Do you need additional experts for a short period?, we also offer consultancy!",
    "lh3l1": "RENT",
    "lh3l2": "CONSULTANCY",
    "sp8": "Silver Lining IT AS advice",
    "sp9": "Candidates #We-Care",
    "": ""
  },
  "recruitment": {
    "h3h1": "OWN",
    "h3h2": "Recruitment",
    "rcp2": "We have extensive experience in hiring for these subject areas:",
    "rcp1": "Silver Lining IT has thorough processes and long experience with recruitment. We understand your needs well to find the right candidate who will fit into your work environment and who will create growth for your company. Silver Lining IT provides a complete recruitment service for you who need permanent strengthening of your team. Through our overall network, long experience and our complementary expertise, our customers in Silver Lining IT will have access to more relevant and qualified resources.",
    "rcp3": "System developers, UX, full stack, solution architects, back end & front end.",
    "rcp4": "Web.",
    "rcp5": "Sales, market, communication.",
    "rcp6": "Project managers & test managers.",
    "h3h3": "SAVE TIME",
    "rcp7": "Silver Lining helps you ensure the quality of the recruitment process from A to Z. So that your time is freed up and you can concentrate on your lucrative core business.",
    "rcp8": "If you need a consultant for a limited period, see ",
    "rcp9": "or contact Marianne on tel 982 55 131.",
    "": ""
  },
  "le": {
    "lh3h1": "Silver Lining IT AS",
    "lh3h2": "RENTAL consulting services",
    "h4h3": "NEED FOR EXTRA COMPETENCE FOR A PERIOD?",
    "lep1": "At times, the workload may increase and you may need to staff up. Silver Lining IT can help you when you have time-limited projects to be completed and there is a need for extra expertise for a limited period.",
    "lep2": "You can hire consultants at Silver Lining IT and let them be a part of your environment. Our consultants are available for both short and long assignments. We have skilled consultants who give the best advice and get the job done.",
    "lep3": "Silver Lining IT has a structured process for competence development. You as a customer can be confident that our consultants are professionally up to date and that the assignment is performed professionally and according to the best working methods. Our consultants have a strong team behind them who can be involved in complex issues.",
    "h4h4": "NETWORK OF SPECIAL COMPETENCE",
    "lep4": "Call Silver Lining IT when you need to strengthen your business with specialist expertise on projects or as part of a long-term strategic solution. We have consultants with high competence in their field and who are prepared to take on shorter or longer consulting assignments. Does your company face changes, new projects or have challenges that require very specific expertise? We can help you meet your needs. We ensure that you get the number of consultants you need and who can start at short notice.",
    "lep5a": "Do you need extra personnel and want to recruit, read more,",
    "lep5b": "or contact Marianne on tel 982 55 131.",
    "leie": "RENT",
    "eie": "OWN",
    "": ""
  },
  "adv": {
    "advh1h1": "Silver Lining IT AS",
    "advh1h2": "Advice",
    "adp1": "We carry out structured recruitment processes through systematic mapping of needs and personal presence. Silver Lining IT uses personality and ability tests if you need extra confirmation that the candidate is right for the job. With our long experience in the industry, we have great accuracy and good quality throughout the process.",
    "adp2": "\"We Care\" is one of our values. It is important that everyone who is in contact with Silver Lining IT is well taken care of and feels safe.",
    "advh5h2": "ONBOARDING",
    "adp3": "What should you as an employer do to get the best out of a new colleague? A good onboarding ensures that the new employee feels included and welcomed by the company. Research shows that the employee stays longer in the position if the person thrives from the first moment.",
    "adp4": "A good onboarding process should include:",
    "adp5": "- A great welcome.",
    "adp6": "- Information about the employee to colleagues in the company. before start-up.",
    "adp7": "- A good welcome; Desk, PC, telephone, email, keys, greetings, etc.",
    "adp8": "- Progress plan for training.",
    "adp9": "- Employee interviews during the probationary period.",
    "adp10": "Do you need advice or want help in connection with onboarding. Contact Marianne\ntel 982 55 131.",
    "": ""
  },
  "fof": {
    "ff": "404",
    "pnf": "Page not found!",
    "youAreIn": "You are already signed in!"
  },
  "about": {
    "abh3h1": "FOUNDERS",
    "abp1": "Silver Lining IT was founded on 29 October 2017 by Karin Ingvaldsen and Marianne Håvardstun. Both have a long career and complementary expertise from the recruitment and IT industry.",
    "abp2": "We understand our customers' needs well and deliver accurate expertise regardless of whether you want to own or rent the expertise you need. We at Silver Lining IT aim to provide our customers and consultants with a personal and present follow-up.",
    "abh5h2": "Our vision is to find the dream candidates for the dream jobs!",
    "abp3": "Contact us today, we are happy to have a meeting to discuss your needs.\n#Silverliningit #vibryross #recruitment #hire",
    "abp4": "There is a lot of exciting things happening in Silver Lining IT during the day, FOLLOW us also on our social channels,",
    "abh1h3": "Silver Lining IT",
    "abh6h4": "Call us today, we will be happy to take a coffee with you.\n#WeCare",
    "krInfo": "Partner/Chairman of the Board",
    "mrInfo": "Partner/Daily Manager",

    "abh3h5": "Our partners",
    "abp5": "Silver Lining IT has many good partners and customers. We have extensive experience and a wide network of contacts. Silver Lining IT is ready to help you meet your needs.",
    "abp6": "Call us today, we are happy to take a non-committal meeting with you to hear more about your needs.",
    "abp7": "We are proud to present some of our customers.",
    "addNp": "Add new partner to the list",
    "logoOk": "New partner added!",
    "pRemoved": "Partner removed!",
    "": ""
  }
}
