{
  "sign_in": {
    "login": "Logg Inn",
    "or": "eller ",
    "create_an_account": "registrer ny bruker",
    "forgot_password": "Glemt passord ?",
    "or_login_with": "eller logg inn med",
    "with_google": "Google",
    "with_facebook": "Facebook",
    "place_holder_mail": "Epostadresse",
    "place_holder_pass": "Passord",
    "please_type_in_password": "Vennligst skriv inn passordet ditt",
    "logout": "Logg ut",
    "log_out_ok": "Du har logget av!",
    "log_out_fail": "Kunne ikke logge ut! Vennligst prøv på nytt",
    "try_again": "Kunne ikke logge inn, kontroller at e-postadressen og passordet ditt er riktig, og prøv på nytt",
    "typeInValidEmail": "Vennligst skriv inn en gyldig e-postadresse",
    "sm_consent": "Vennligst godta samtykket for å bruke sosiale medier som påloggingsalternativ"
  },
  "register": {
    "lbl_register": "Registrer",
    "have_account": "Har bruker konto? ",
    "pl_hl_name": "Navn",
    "i_accept_the": "Jeg har lest, og godkjenner ",
    "terms": " vilkår",
    "and": "og",
    "privacy_policy": "personvernregler",
    "lbl_or_register_with": "eller logg inn med",
    "input_name": "Navn",
    "password": "Passord",
    "c_password": "Gjenta passord",
    "typeInYourName": "Vennligst skriv inn bruker navn",
    "typeInYourEmail": "Vennligst skriv inn e-postadresse",
    "addPassword": "Vennligst legg til passord",
    "confirmPassword": "Vennligst gjenta passord",
    "passwordDontMatch": "Passord er ikke like",
    "checkAgreement": "Vennligst sjekk hvilkårene!",
    "passwordIsTooShort": "Passord er for kort",
    "registeredOk": "Registreringen er vellykket!",
    "inUse": "E-postadressen er allerede i bruk av en annen konto.",
    "tryAgain": "Kunne ikke registrere deg: Åpne nettleseren på nytt og prøv igjen."
  },
  "forgot": {
    "lbl_forgot": "Glemt passor?",
    "info_txt": "Skriv inn e-postadressen din og du vil motta en tilbakestillings link.",
    "info_txt2": "Jeg kan ikke gjenopprette kontoen min ved hjelp av denne siden 🡒",
    "send_reset_link": "Send tilbakestillings link",
    "resendMeLink": "Kunne ikke sende tilbakestillings link!\n  Sjekk at e-postadressen er riktig, og prøv på nytt",
    "resetLinkInfo": "Link for tilbakestilling av passordet ditt er sendt til e-posten din !. Bruk lenken og følg instruksjonene for å tilbakestille passordet ditt",
    "": ""
  },
  "nav": {
    "home": "Hjem",
    "jobs": "Stilling",
    "services": "Tjeneste",
    "blog": "Blog",
    "about": "Om oss",
    "lang": "Norsk"
  },
  "footer": {
    "tlf1": "Telefon 1",
    "tlf2": "Telefon 2",
    "learn_more": "LES MER",
    "recent_posts": "NYE POST",
    "terms_and_conditions": "Vilkår og betingelser",
    "legal": "Regel",
    "site_map": "Site Map"
  },
  "home": {
    "t1": "VELKOMMEN TIL SILVER LINING IT",
    "p1": "Silver Lining IT hjelper deg med permanent rekruttering eller leie av konsulenttjenester i en periode. Vi i Silver Lining IT gjennomfører en treffsikker rekruttering i en kvalitetssikret prosess. I vår tid med høyt fokus både på effektivisering og digitalisering, har mange virksomheter behov for å tilføre organisasjonen IT-ressurser. Enten i perioder for å gjennomføre interne IT-prosjekter eller permanent i form av en rekruttering.",
    "p2": "Dette er tidkrevende prosesser som kan ta fokus fra egen inntektsbringende kjernevirksomhet. Silver Lining IT hjelper deg med å finne rett kandidat til rett jobb. Vi gir også eksperthjelp til å vurdere hvilke IT-kompetanse din virksomhet faktisk har behov for.",
    "p3": "Vi finner drømmekandidatene til drømmejobbene!",
    "t2": "KANDIDAT",
    "p4": "Vibryross!",
    "p5": "Skal du eller vurderer du å bytte jobb?",
    "p6": "Vi i Silver Lining IT opptatt av er du blir godt ivaretatt når du vurderer å skifte jobb. Det betyr at vi både skal høre på deg og vi skal behandle deg og dine ønsker med respekt.",
    "p7": "La oss hjelpe deg med å finne din neste jobb!",
    "p8": "Les mer",
    "t3": "EIE",
    "t4": "Rekruttering",
    "p9": "Ekspertråd på ansettelse.",
    "p10": "Silver Lining IT leverer en komplett rekrutteringstjeneste for deg som har behov for permanent styrking av ditt team. Gjennom vårt samlende nettverk, lange erfaring og vår komplementære kompetanse skal kundene våre i Silver Lining IT få tilgang til mer relevante og kvalifiserte ressurser.",
    "p11": "Vi i Silver Lining IT tilbyr konsulenttjenester for deg som trenger ekstra kapasitet eller spesialkompetanse i en periode. Gi oss beskjed om dine behov, så hjelper vi deg med å finne de rette og beste kandidatene for din bedrift.",
    "p12": "Kan vi hjelpe deg?",
    "p13": "Send en melding til post@silverliningit.no\n\neller ring Silver Lining IT tel 982 55 131. Vi ser frem til å høre fra deg.",
    "read_btn": "Les ",
    "vbh1": "Silver Lining IT AS",
    "vbh2": "KANDIDAT #vibryross",
    "vbh5": "Silver Lining IT - #vibryross!",
    "vbp1": "Skal du bytte jobb, eller tenker du på å bytte jobb?",
    "vbp2": "Vi vet hvor vanskelig det kan være å skifte jobb, og vi forstår at det kan oppstå usikkerhet etter at de første telefonene er tatt og du ikke fikk den responsen du forventet.  SKAL / SKAL IKKE? Du vet hva du har – men ikke hva du får!",
    "vbp3": "La oss hjelpe deg.  ",
    "vbp4": "Vi i Silver Lining IT er spesielt opptatt av at du som kandidat blir godt ivaretatt når du tar kontakt med oss. Det betyr at vi både lytter til deg,  rådgir deg og behandler deg med respekt.",
    "vbp5": "Din situasjon kan kanskje være:",
    "vbli1": "Du har en jobb som du trives greit i, men har andre ønsker for fremtiden.",
    "vbli2": "Du har jobb, men ønsker å klatre på karrierestigen når muligheten byr seg.",
    "vbli3": "Du har gått lei og trenger å skifte beite/oppgaver.",
    "vbli4": "Du er i oppsigelse og trenger jobb raskt.",
    "vbli5": " Du er arbeidsledig og trenger jobb nå.",
    "vbp6": "Uansett behov, så blir du tatt imot med åpne armer med gode råd hos Silver Lining IT.",
    "vbp7": "Silver Lining IT har kunnskap og kontaktnett for å hjelpe deg! Er vi riktig heldige så trenger du kun en prat med oss, så finner vi din neste utfordring.",
    "vbp8": "Dette er prosessen.",
    "vbp9": "Når vi er i gang, så starter vi uansett med en uformell og uforpliktende samtale, etterfulgt av en oppfølgingssamtale hvor vi sammen gjør en analyse av din situasjon, slik at vi forstår ditt behov.   På bakgrunn av dette lager vi en profil på deg og dine ønsker. Vi kan også gi deg gode tips på hvordan du setter opp din CV, slik at den skiller seg ut i mengden.",
    "vbp10": "Så når vi har funnet en potensiell arbeidsgiver for deg, vil vi kontakte deg, og med ditt samtykke vil vi fortsette å jobbe mot en kamp for begge parter. Vi finner drømmejobben din.",
    "vbp11": "Alle trenger IT, vi trenger deg! Neste gang du skal skifte jobb, starter vi på nytt 😊",
    "hhFooter": "Silver Lining IT - Rekruttering -  Konsulentleie - IT - Spesialister på IT rekruttering - Headhunting",
    "carHeader": "Tilbakemelding",
    "": ""
  },
  "jobs": {
    "t1": "LEGG TIL NY ANONSE",
    "t2": "Ta kontakt med oss!",
    "sort": "Sorter etter",
    "filter": "Filtrer etter",
    "noRes": "Beklager, ingen resultater funnet!",
    "postedDate": "Publisert:",
    "deadLine": "Frist"
  },
  "jform": {
    "dld": "Frist dato",
    "touchedInfo": "\n! Endringer du gjorde jeg redigerte her kunne ikke lagres automatisk i lokal lagring!. \n\n Klikk \"OK\" for å avvise endringene, heller \"AVBRYT\" hvis du vil være på denne siden og fullfør redigeringen først.",
    "sure": "! Er du sikker på at du vil tilbakestille alle endringene du har fylt ut?",
    "resetok": "Tilbakestille til standard, og laste inn ny mal på nytt?",
    "jobType": "Stillings type",
    "conType": "Kontrakt type",
    "itdev": "IT-utvikler",
    "projM": "Prosjektleder",
    "arch": "Arkitekt",
    "fultime": "Fulltid",
    "pt": "Deltid",
    "project": "Prosjekt",
    "reset": "Tilbakestill",
    "post": "Post",
    "newJobPosted": "Ny stillings anonse publisert!",
    "error": "Noe gikk galt! prøv å poste igjen",
    "tt": "Stillingstittel",
    "in": "i",
    "workH": "Arbeidstider",
    "availableJP": "Tilgjengelige stillinger",
    "interest": "Interessert? send oss en melding!"
  },
  "vjob": {
    "sendIn": "Send",
    "thanks": "Meldingen din sendes til SILVERLINING-IT!\n\n  Takk for at du registrerte din interesse for denne jobben!. Vi vil svare deg så snart vi kan.\n\n  Du kan også ringe oss i tilfelle vi går glip av meldingen din. Vi ser frem til å snakke med deg snart!",
    "ruSure": "Slette denne?",
    "deleted": "Annonsen sletet!",
    "sendEmailToUs": "Søk på denne stillingen!",
    "subject": "Jobb interesse",
    "body": "Hei, jeg er interessert i denne jobben!",
    "contactMe": "Kontakt meg, og send meg mer informasjon om hvordan jeg kan søke på denne stillingen hos SILVERLINING-IT.",
    "": ""
  },
  "blog": {
    "topInfo": "La deg inspirere av vår blogg som inneholder aktuelle tema for deg som er i rask jobb, ønsker nye utfordringer eller er på jakt etter kandidater. Vi deler også interessante artikler som har inspirert oss, med deg. #Vibryross, Se kildehenvisning. Ta deg en kaffe og les siste nytt fra bloggen!",
    "postBlog": "Post Blog",
    "postArticle": "Post Artikkel",
    "postReview": "Post Tilbakemelding",
    "addImage": "Legg til bilde",
    "blog": "Skriv blog",
    "review": "Skriv tilbakemelding",
    "article": "Skriv artikkel",
    "youSureWantToLeave": "Endringene dine i tekstredigereren vil gå tapt! Er du sikker på at du vil forlate denne siden?",
    "isBlog": "blog",
    "isArticle": "artikkel",
    "toPostYour": "For å poste din",
    "signInPlease": "du må være pålogget! logg inn eller opprett ny bruker!",
    "youSure": "Er du sikker på at du vil fjerne endringen din?",
    "posted": "Bloggen din er lagt ut.",
    "isReview": "tilbakemelding",
    "empty": "Ingen endring ble oppdaget! vennligst legg til tekst i innlegget!",
    "iAmBlog": "Blog",
    "iAmArticle": "Artikkel",
    "iAmReview": "Tilbakemelding",
    "readMoreTitle": "les",
    "removed": "Slett!",
    "deleteSure": "Sikker på at du vil slette dette?",
    "blogApproved": "Godkjent!",
    "": ""
  },
  "srv": {
    "h3a": "SILVERLINING IT AS",
    "h3b": "TJENESTER",
    "p1": "Silver Lining IT gjennomfører en treffsikker rekruttering i en kvalitetssikret prosess. I vår tid med høyt fokus både på effektivisering og digitalisering, har mange virksomheter behov for å tilføre organisasjonen ekstra IT-ressurser, enten i perioder for å gjennomføre interne IT-prosjekter eller permanent i form av rekruttering. Dette er tidkrevende prosesser som kan ta fokus fra egen inntektsbringende kjernevirksomhet. Silver Lining IT hjelper deg med å finne rett kandidat til rett jobb. Vi gir også eksperthjelp til å vurdere hvilke IT-kompetanse vi mener din virksomhet har brukt for.",
    "p2": "Vi hjelper deg å finne rett ressurs enten det er utviklere, arkitekter, testere og testledere, prosjektledere, salgsressurser eller IT-driftskonsulenter slik at du kan konsentrere deg om din kjernevirksomhet.",
    "p3": "Silver Lining IT hjelper ditt firma med å bli synlig i sosiale kanaler, dine kunder er kun et tastetrykk unna.",
    "rh3l1": "EIE",
    "rh3l2": "REKRUTTERING",

    "rp1": "Vi har lang erfaring med å finne rett kandidat til rett jobb.",

    "rp2": "Trenger du ekstra kompetanse i en periode?, vi tilbyr også, utleing av konsulenter!",

    "lh3l1": "LEIE",
    "lh3l2": "KONSULENTTJENESTER",
    "sp8": "Silver Lining IT AS rådgivning",
    "sp9": "Kandidat - #vibryross!",
    "": ""
  },
  "recruitment": {
    "h3h1": "EIE",
    "h3h2": "Rekruttering",
    "rcp2": "Vi har lang erfaring med å ansette til disse fagområdene:",
    "rcp1": "Silver Lining IT har grundige prosesser og lang erfaring med rekruttering. Vi setter oss godt inn i dine behov for å finne den riktige kandidaten som skal passe inn i ditt arbeidsmiljø og som skal skape vekst for din bedrift. Silver Lining IT leverer en komplett rekrutteringstjeneste for deg som har behov for permanent styrking av ditt team. Gjennom vårt samlede nettverk, lange erfaring og vår komplementære kompetanse skal kundene våre i Silver Lining IT få tilgang til mer relevante og kvalifiserte ressurser. ",
    "rcp3": "Systemutviklere, UX, full stack, løsningsarkitekter, back end & front end.",
    "rcp4": "Web.",
    "rcp5": "Salg, marked, kommunikasjon",
    "rcp6": "Prosjektledere & testledere",
    "h3h3": "SPAR TID",
    "rcp7": "Silver Lining hjelper deg å kvalitetssikre rekrutteringsprosessen fra A til Å. Slik at din tid frigjøres og du kan konsentrere deg om din inntektsbringende kjernevirksomhet.",
    "rcp8": "Har du behov for en konsulent i en periode, se ",
    "rcp9": "eller kontakt Marianne på tel 982 55 131.",
    "": ""
  },
  "le": {
    "lh3h1": "Silver Lining IT AS",
    "lh3h2": "LEIE - konsulenttjenester",
    "h4h3": "BEHOV FOR EKSTRA KOMPETANSE EN PERIODE?",
    "lep1": "I perioder kan arbeidsmengden øke og du kan ha behov for å bemanne opp. Silver Lining IT kan hjelpe deg når du har tidsbegrensede prosjekter som skal gjennomføres og det er behov for ekstra kompetanse i en avgrenset periode.",
    "lep2": "Du kan leie inn konsulenter hos Silver Lining IT og la de bli en del av ditt miljø. Våre konsulenter er tilgjengelig både for korte og lengre oppdrag. Vi har dyktige konsulenter som gir de beste rådene og får jobben gjort.",
    "lep3": "Silver Lining IT har en strukturert prosess for kompetanseutvikling. Du som kunde kan være trygg på at våre konsulenter er faglig oppdatert og at oppdraget utføres profesjonelt og etter beste arbeidsmetodikk. Våre konsulenter har et sterkt team i ryggen som kan trekkes inn ved komplekse problemstillinger.",
    "h4h4": "NETTVERK AV SPESIALKOMPETANSE",
    "lep4": "Ring Silver Lining IT når du har behov for å forsterke virksomheten med spesialkompetanse - på prosjekter eller som en del av en langsiktig strategisk løsning. Vi har konsulenter med høy kompetanse innen sitt fagområde og som er beredt til å ta på seg kortere eller lengere konsulentoppdrag. Står bedriften din overfor endringer, nye prosjekter eller har utfordringer som krever helt spesifikk kompetanse? Vi kan hjelpe deg å dekke ditt behov. Vi sikrer at du får det antallet konsulenter du har behov for og som kan begynne på kort varsel.",
    "lep5a": "Har du behov for ekstra personell og ønsker å rekruttere, les mer,",
    "lep5b": "eller kontakt Marianne på tel 982 55 131.",
    "leie": "LEIE",
    "eie": "EIE",
    "": ""
  },
  "adv": {
    "advh1h1": "Silver Lining IT AS",
    "advh1h2": "Rådgivning",
    "adp1": "Vi gjennomfører strukturerte rekrutteringsprosesser gjennom systematisk kartlegging av behov og personlig tilstedeværelse. Silver Lining IT bruker personlighet- og evnetester om man trenger en ekstra bekreftelse på at kandidaten er riktig for jobben. Med vår lange erfaring innen bransjen, har vi stor treffsikkerhet og god kvalitet gjennom hele prosessen.",
    "adp2": "\"Vi Bryr Oss\" er en av våre verdier. Det er viktig at alle som er i kontakt med Silver Lining IT blir godt ivaretatt og føler seg trygg.",
    "advh5h2": "ONBOARDING",
    "adp3": "Hva skal dere som arbeidsgiver gjøre for å få det beste ut av en ny kollega? En god onboarding sikrer at den nyansatte føler seg inkludert og tatt i mot av bedriften. Forskning viser at den ansatt blir lengre i stillingen hvis personen trives fra første stund.",
    "adp4": "En god onboarding-prosess bør inneholde:",
    "adp5": "- En hyggelig velkomst.",
    "adp6": "- Informasjon om den nyansatte til kollegaer i bedriften. før oppstart.",
    "adp7": "- En god velkomst; Skrivebord, pc, telefon, mail, nøkler, velkomsthilsen o.l.",
    "adp8": "- Fremdriftsplan om opplæring.",
    "adp9": "- Medarbeidersamtaler underveis i prøvetiden.",
    "adp10": "Trenger du råd eller ønsker hjelp  i forbindelse med onboardning. Ta kontakt med Marianne tel 982 55 131.",
    "": ""
  },
  "fof": {
    "ff": "404",
    "pnf": "Siden er ikke funnet!"
  },
  "about": {
    "abh3h1": "GRÜNDERE",
    "abp1": "Silver Lining IT er stiftet 29. okt 2017 av Karin Ingvaldsen og Marianne Håvardstun. Begge har lang fartstid og komplementær kompetanse fra rekrutterings- og IT-bransjen.",
    "abp2": "Vi setter oss godt inn i våre kunders behov og leverer treffsikker kompetanse uavhengig av om du vil eie eller leie kompetansen du har behov for. Vi i Silver Lining IT har som mål å gi våre kunder og konsulenter en personlig og tilstedeværende oppfølging.",
    "abh5h2": "Vår visjon er å finne drømmekandidatene til drømmejobbene!",
    "abp3": "Ta kontakt med oss i dag, vi tar gjerne et møte for å diskutere ditt behov. #Silverliningit #vibryross #rekruttering #innleie",
    "abp4": "Det er mye spennende som skjer i Silver Lining IT om dagen, FØLG oss i sosiale kanaler,",
    "abh1h3": "Silver Lining IT",
    "abh6h4": "Ring oss i dag, vi tar gjerne en kaffe med deg.\n#ViBryrOss",
    "krInfo": "Partner/Styreleder",
    "mrInfo": "Partner/Daglig Leder",

    "abh3h5": "Samarbeidspartnere",
    "abp5": "Silver Lining IT har mange gode samarbeidspartnere og kunder. Vi har lang erfaring og et bredt kontaktnett. Silver Lining IT står klar til å hjelpe deg med å dekke ditt behov.",
    "abp6": "Ring oss i dag, vi tar gjerne et uforpliktende møte med deg for å høre mer om ditt behov.",
    "abp7": "Vi er stolt over å presentere noen av våre kunder.",
    "addNp": "Legg til ny samarbeider på listen",
    "logoOk": "Ny samarbeider er lagt til!",
    "pRemoved": "Samarbeider fjernet fra listen!",
    "": ""
  }
}
